evaluation/ycsb_pm_results_log_flush/capybarakv/Runc/Run4
config file ../ycsb_ffi/config.toml
[OVERALL], RunTime(ms), 138347
[OVERALL], Throughput(ops/sec), 72282.01551172053
[TOTAL_GCS_G1_Young_Generation], Count, 24
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 70
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.05059741085820437
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 24
[TOTAL_GC_TIME], Time(ms), 70
[TOTAL_GC_TIME_%], Time(%), 0.05059741085820437
[READ], Operations, 10000000
[READ], AverageLatency(us), 7.9527567
[READ], MinLatency(us), 6
[READ], MaxLatency(us), 9023
[READ], 95thPercentileLatency(us), 9
[READ], 99thPercentileLatency(us), 9
[READ], Return=OK, 10000000
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 492672.0
[CLEANUP], MinLatency(us), 492544
[CLEANUP], MaxLatency(us), 492799
[CLEANUP], 95thPercentileLatency(us), 492799
[CLEANUP], 99thPercentileLatency(us), 492799